Repository: sugar-activities/4309-activity
Catalog: po/*.po
Languages: es, fr, sw

source: Current language:
es: Idioma actual:
fr: Langue courante:
sw: Lugha ya sasa:

source: Next Scene
es: Escena siguiente
fr: Scène suivante
sw: Eneo Ijayo

source: Previous Scene
es: Escena anterior
fr: Scène précédente
sw: Awali Eneo

source: Restart
es: Reinicie
fr: Recommencer

source: Enable/Disable Sound
es: Activar/Deactivar sonido
fr: Activez/Deactivez sonores
sw: kuanza/kuacha sauti

source: Go to main menu
es: Ir al menú principal
fr: Aller au menu principal
sw: Kwenda kwa menu kuu

source: Restart The Story?
es: Reinicie La historia?
fr: Redémarrer l'histoire?
sw: Kuanza tena hadithi

source: Are you sure you want to restart the story?
es: ¿Está seguro que desea reiniciar la historia?
fr: Etes-vous sûr de vouloir redémarrer l'histoire?
sw: Una uhakika unataka Kuanza tena hadithi

source: Restart The Main Menu?
es: Reiniciar el menú principal?
fr: Êtes-vous sûr de vouloir redémarrer l'histoire?

source: Are you sure you want to return to the main menu?
es: ¿Estás seguro de que desea volver al menú principal?
fr: Êtes-vous sûr de vouloir revenir au menu principal?
sw: Una uhakika unataka return to the Main Menu?

source: Options
es: Elección
fr: Choix
sw: Chaguzi

source: Play the Game
es: Jugar al juego
fr: Écouter l'histoire
sw: Kucheza michezo

source: Current language:
es: Idioma actual
fr: La langue courante
sw: Sasa lugha ya:

source: Change the current language from
es: Cambiar el lenguaje común de
fr: Changer la langue courante à partir

source: Change the current language from:
sw: Mabadiliko ya lugha ya sasa ya kutoka
